Repository: VitexSoftware/MultiFlexi
Catalog: i18n/*/LC_MESSAGES/multiflexi.po
Languages: cs_cz

source: Reschedule job to be executed later again
cs_cz: Přeschedule úlohy k opětovnému provedení později

source: Sleep
cs_cz: Spánek

source: delay for a specified amount of time
cs_cz: zpoždění na určenou dobu

source: Sleepeng for %s seconds
cs_cz: Spánek na %s sekund

source: Number of seconds
cs_cz: Počet sekund

source: Number of Seconds to wait
cs_cz: Počet sekund čekání

source: Stop
cs_cz: Zastavit

source: Stop periodical Task
cs_cz: Zastavit periodickou úlohu

source: Periodic executing of «%s» for ❮%s❯ stop 🛑
cs_cz: Periodické provádění «%s» pro ❮%s❯ zastaveno 🛑

source: Stopped module failed
cs_cz: Zastavený modul selhal

source: Trigger Jenkins job
cs_cz: Spustit úlohu Jenkins

source: Post Job output to URI
cs_cz: Odeslat výstup úlohy na URI

source: Perform begin
cs_cz: Provést začátek

source: Perform done
cs_cz: Provést dokončeno

source: Report endpoint
cs_cz: Endpoint zprávy

source: Send Job Output to Zabbix
cs_cz: Odeslat výstup úlohy do Zabbixu

source: Required metrics file not found
cs_cz: Požadovaný soubor metrik nebyl nalezen

source: Reported to Zabbix: from %s sent to %s as %s
cs_cz: Odesláno do Zabbixu: z %s odesláno do %s jako %s

source: Job metric %s sent to %s as %s: %s
cs_cz: Metrika úlohy %s odeslána do %s jako %s: %s

source: No Data for Zabbix provided
cs_cz: Žádná data pro Zabbix nebyla poskytnuta

source: No Zabbix server defined
cs_cz: Žádný server Zabbix není definován

source: Zabbix key
cs_cz: Klíč Zabbix

source: Zabbix Item key
cs_cz: Klíč položky Zabbix

source: Metrics file
cs_cz: Soubor metrik

source: File with metrics. Leave empty to send stdout
cs_cz: Soubor s metrikami. Nechte prázdné pro odeslání stdout

source: Zabbix Server
cs_cz: Server Zabbix

source: Name is empty
cs_cz: Název je prázdný

source: Executable %s does not exist
cs_cz: Spustitelný soubor %s neexistuje

source: Executable %s does not exist in search PATH %s
cs_cz: Spustitelný soubor %s neexistuje v hledané cestě %s

source: file %s is not executable
cs_cz: soubor %s není spustitelný

source: No Configuration required
cs_cz: Není vyžadována žádná konfigurace

source: No Action performed
cs_cz: Žádná akce nebyla provedena

source: Application %s was assigned to %s company
cs_cz: Aplikace %s byla přiřazena společnosti %s

source: %s Action Config removal
cs_cz: Odstranění konfigurace akce %s

source: Application %s was unassigned from %s company
cs_cz: Aplikace %s byla odebrána ze společnosti %s

source: Standard Output
cs_cz: Standardní výstup

source: Standard Error
cs_cz: Standardní chyba

source: Job start time
cs_cz: Čas začátku úlohy

source: Job Finish time
cs_cz: Čas dokončení úlohy

source: Application Config Fields
cs_cz: Konfigurační pole aplikace

source: Setting Environment %s to %s
cs_cz: Nastavení prostředí %s na %s

source: Choose Provided field
cs_cz: Vyberte poskytnuté pole

source: Unexistent field helper %s ?!?
cs_cz: Neexistující pomocník pole %s ?!?

source: AbraFlexi Login
cs_cz: Přihlášení AbraFlexi

source: AbraFlexi user login
cs_cz: Přihlášení uživatele AbraFlexi

source: AbraFlexi Password
cs_cz: Heslo AbraFlexi

source: AbraFlexi user password
cs_cz: Heslo uživatele AbraFlexi

source: AbraFlexi Server URI
cs_cz: URI serveru AbraFlexi

source: AbraFlexi server URI
cs_cz: URI serveru AbraFlexi

source: AbraFlexi Company
cs_cz: Společnost AbraFlexi

source: Company to be handled
cs_cz: Společnost, která má být zpracována

source: AbraFlexi credential type for integration with AbraFlexi API
cs_cz: Typ přihlašovacích údajů AbraFlexi pro integraci s API AbraFlexi

source: Non specialised credential type
cs_cz: Nespecializovaný typ přihlašovacích údajů

source: Common type
cs_cz: Obecný typ

source: Token unique identifier
cs_cz: Jedinečný identifikátor tokenu

source: Token UUID
cs_cz: UUID tokenu

source: CSAS API Key
cs_cz: API klíč CSAS

source: API Key for CSAS services
cs_cz: API klíč pro služby CSAS

source: CSAS Sandbox Mode
cs_cz: Režim pískoviště CSAS

source: Enable or disable sandbox mode for CSAS services
cs_cz: Povolit nebo zakázat režim pískoviště pro služby CSAS

source: CSAS Access Token
cs_cz: Přístupový token CSAS

source: Access token for CSAS services
cs_cz: Přístupový token pro služby CSAS

source: Path to .env file
cs_cz: Cesta k souboru .env

source: Value from .env file %s
cs_cz: Hodnota ze souboru .env %s

source: File %s is not readable
cs_cz: Soubor %s není čitelný

source: File %s does not exists
cs_cz: Soubor %s neexistuje

source: .env file must be filled
cs_cz: Soubor .env musí být vyplněn

source: Load configuration values from .env file
cs_cz: Načíst konfigurační hodnoty ze souboru .env

source: Populated by .env file %s
cs_cz: Naplněno souborem .env %s

source: Fio Bank Account Number
cs_cz: Číslo účtu Fio Bank

source: Number of the Fio Bank account
cs_cz: Číslo účtu Fio Bank

source: Fio Bank Token
cs_cz: Token Fio Bank

source: Token for accessing the Fio Bank API
cs_cz: Token pro přístup k API Fio Bank

source: Fio Token Name
cs_cz: Název tokenu Fio

source: Name of the token used for identification
cs_cz: Název tokenu používaného k identifikaci

source: Fio Bank credential type for integration with Fio Bank API
cs_cz: Typ přihlašovacích údajů Fio Bank pro integraci s API Fio Bank

source: Office 365 Username
cs_cz: Uživatelské jméno pro Office 365

source: Username for Office 365
cs_cz: Uživatelské jméno pro Office 365

source: Office 365 Password
cs_cz: Heslo pro Office 365

source: Password for Office 365
cs_cz: Heslo pro Office 365

source: Office 365 Client ID
cs_cz: ID klienta pro Office 365

source: Client ID for Office 365 API
cs_cz: ID klienta pro API Office 365

source: Office 365 Secret
cs_cz: Tajný klíč pro Office 365

source: Secret for Office 365 API
cs_cz: Tajný klíč pro API Office 365

source: Office 365 Tenant
cs_cz: Tenant pro Office 365

source: Tenant ID for Office 365
cs_cz: ID tenanta pro Office 365

source: Credential type for integration with Office 365 API
cs_cz: Typ přihlašovacích údajů pro integraci s API Office 365

source: Raiffeisen Bank Account Number
cs_cz: Číslo účtu Raiffeisen Bank

source: Number of the Raiffeisen Bank account
cs_cz: Číslo účtu Raiffeisen Bank

source: Account Currency
cs_cz: Měna účtu

source: Currency of the account (e.g., CZK, EUR, USD)
cs_cz: Měna účtu (např. CZK, EUR, USD)

source: Certificate File Path
cs_cz: Cesta k souboru certifikátu

source: Path to the certificate file
cs_cz: Cesta k souboru certifikátu

source: Certificate Password
cs_cz: Heslo certifikátu

source: Password for the certificate file
cs_cz: Heslo pro soubor certifikátu

source: Client ID
cs_cz: ID klienta

source: X-IBM-Client-Id for API access
cs_cz: X-IBM-Client-Id pro přístup k API

source: Database Connection
cs_cz: Připojení k databázi

source: Database connection type (e.g., sqlsrv)
cs_cz: Typ připojení k databázi (např. sqlsrv)

source: Database Host
cs_cz: Hostitel databáze

source: Host of the SQL Server
cs_cz: Hostitel SQL Serveru

source: Database Port
cs_cz: Port databáze

source: Port of the SQL Server
cs_cz: Port SQL Serveru

source: Database Name
cs_cz: Název databáze

source: Name of the database
cs_cz: Název databáze

source: Database Username
cs_cz: Uživatelské jméno pro databázi

source: Username for the database
cs_cz: Uživatelské jméno pro databázi

source: Database Password
cs_cz: Heslo databáze

source: Password for the database
cs_cz: Heslo pro databázi

source: Database Settings
cs_cz: Nastavení databáze

source: Additional database settings (e.g., encrypt=false)
cs_cz: Další nastavení databáze (např. encrypt=false)

source: Credential type for connecting to Microsoft SQL Server
cs_cz: Typ přihlašovacích údajů pro připojení k Microsoft SQL Serveru

source: VaultWarden URL
cs_cz: URL VaultWarden

source: VaultWarden Folder
cs_cz: Složka VaultWarden

source: Use VaultWarden secrets
cs_cz: Použít tajemství VaultWarden

source: Organization Number
cs_cz: Číslo organizace

source: Organization Number for Pohoda
cs_cz: Číslo organizace pro Pohoda

source: mServer API Endpoint
cs_cz: koncový bod API mServer

source: URL of the mServer API
cs_cz: URL API mServer

source: mServer API Username
cs_cz: uživatelské jméno API mServer

source: Username for the mServer API
cs_cz: Uživatelské jméno pro API mServer

source: mServer API Password
cs_cz: heslo API mServer

source: Password for the mServer API
cs_cz: Heslo pro API mServer

source: Credential type for connecting to Stormware Pohoda mServer API
cs_cz: Typ přihlašovacích údajů pro připojení k API mServer Stormware Pohoda

source: Subject
cs_cz: Předmět

source: New %s
cs_cz: Nový %s

source: Edit %s
cs_cz: Upravit %s

source: Remove %s
cs_cz: Odstranit %s

source: Create new %s
cs_cz: Vytvořit nový %s

source: Editing %s
cs_cz: Úprava %s

source: Removing %s
cs_cz: Odstraňování %s

source: Are you sure you wish to delete %%d row of %s ?
cs_cz: Opravdu chcete smazat %%d řádek %s ?

source: Missing ColumnInfo name for %s/%s
cs_cz: Chybějící název ColumnInfo pro %s/%s

source: Missing ColumnInfo type for %s/%s
cs_cz: Chybějící typ ColumnInfo pro %s/%s

source: Updated
cs_cz: Aktualizováno

source: Created
cs_cz: Vytvořeno

source: %s is not valid email
cs_cz: %s není platná e-mailová adresa

source: A %s is required
cs_cz: Je vyžadováno %s

source: A %s is not unique
cs_cz: A %s není jedinečné

source: Field Type is not set for %s
cs_cz: Typ pole není nastaven pro %s

source: Error saving record
cs_cz: Chyba při ukládání záznamu

source: Column "%s" of %s without type definition
cs_cz: Sloupec "%s" %s bez definice typu

source: Dismis
cs_cz: Zavřít

source: Provide per Application Custom environment
cs_cz: Poskytnout vlastní prostředí pro každou aplikaci

source: Provide Information about Current company
cs_cz: Poskytnout informace o aktuální společnosti

source: Handle Logging for Ease Framework based Applications
cs_cz: Zpracování protokolování pro aplikace založené na rámci Ease

source: Provide Informations about Current running Environment
cs_cz: Poskytnout informace o aktuálním běžícím prostředí

source: Provide stored RunTemplate Environment
cs_cz: Poskytnout uložené prostředí RunTemplate

source: Query for Nonexistent module %s vars
cs_cz: Dotaz na proměnné neexistujícího modulu %s

source: Launch container in Azure
cs_cz: Spustit kontejner v Azure

source: Execute jobs in container using Docker
cs_cz: Provádět úlohy v kontejneru pomocí Dockeru

source: Execute jobs in container using Kubernetes
cs_cz: Provádět úlohy v kontejneru pomocí Kubernetes

source: Native
cs_cz: Nativní

source: Run Job on same machine as MultiFlexi itself
cs_cz: Spustit úlohu na stejném stroji jako MultiFlexi samotné

source: Process exceeded maximum execution time limit %d seconds
cs_cz: Proces překročil maximální časový limit spuštění %d sekund

source: Execute jobs in container using Podman
cs_cz: Provádět úlohy v kontejneru pomocí Podman

source: uploaded file
cs_cz: nahraný soubor

source: Job Env
cs_cz: Prostředí úlohy

source: Number of job
cs_cz: Číslo úlohy

source: No RunTemplate prepared
cs_cz: Žádná šablona spuštění není připravena

source: Scheduling job
cs_cz: Plánování úlohy

source: Job #%d
cs_cz: Úloha #%d

source: Requested Executor %s not availble
cs_cz: Požadovaný vykonavatel %s není k dispozici

source: Message
cs_cz: Zpráva

source: RunTemplate #%s Environment
cs_cz: Prostředí RunTemplate #%s

source: RunTemplate CredentialType Values
cs_cz: Hodnoty typu přihlašovacích údajů RunTemplate

source: After
cs_cz: Po

source: App
cs_cz: Aplikace
