Repository: VitexSoftware/MultiFlexi
Catalog: i18n/*/LC_MESSAGES/multiflexi.po
Languages: cs_cz

source: Token generated
cs_cz: Token vygenerován

source: Account is disabled
cs_cz: Účet je zakázán

source: invalid password
cs_cz: neplatné heslo

source: user %s does not exist
cs_cz: uživatel %s neexistuje

source: Icon
cs_cz: Ikona

source: Name
cs_cz: Název

source: Description
cs_cz: Popis

source: Version
cs_cz: Verze

source: Topics
cs_cz: Témata

source: Executable
cs_cz: Spustitelný soubor

source: OCI Image
cs_cz: Obrázek OCI

source: Type
cs_cz: Typ

source: Company
cs_cz: Společnost

source: Active
cs_cz: Aktivní

source: Application
cs_cz: Aplikace

source: Delay
cs_cz: Zpoždění

source: Executor
cs_cz: Vykonavatel

source: Launch now
cs_cz: Spustit nyní

source: Disabled
cs_cz: Zakázáno

source: Code
cs_cz: Kód

source: Show
cs_cz: Zobrazit

source: State
cs_cz: Stav

source: watching Changes
cs_cz: sledování změn

source: Edit
cs_cz: Upravit

source: Register
cs_cz: Registrovat

source: Action not availble
cs_cz: Akce není k dispozici

source: Save
cs_cz: Uložit

source: Success Actions
cs_cz: Úspěšné akce

source: Fail Actions
cs_cz: Akce selhání

source: Apply
cs_cz: Použít

source: Application name
cs_cz: Název aplikace

source: Application code
cs_cz: Kód aplikace

source: Application Description
cs_cz: Popis aplikace

source: Path to binary
cs_cz: Cesta k binárnímu souboru

source: Setup Command
cs_cz: Příkaz pro nastavení

source: Command used to setup new company for use with command
cs_cz: Příkaz použitý k nastavení nové společnosti pro použití s příkazem

source: Command arguments
cs_cz: Argumenty příkazu

source: you can use macros like {ABRAFLEXI_URL} or custom defined config fields.
cs_cz: můžete použít makra jako {ABRAFLEXI_URL} nebo vlastní definovaná konfigurační pole.

source: Application Icon
cs_cz: Ikona aplikace

source: Enabled
cs_cz: Povoleno

source: Application Homepage
cs_cz: Domovská stránka aplikace

source: Container image
cs_cz: Obrázek kontejneru

source: Current Version of Application
cs_cz: Aktuální verze aplikace

source: Application deploy command
cs_cz: Příkaz nasazení aplikace

source: Reuqirements
cs_cz: Požadavky

source: Application Universal Unique Identifier
cs_cz: Univerzální jedinečný identifikátor aplikace

source: Topics divided by column
cs_cz: Témata rozdělena podle sloupců

source: Result File field
cs_cz: Pole výsledného souboru

source: When application put its output to file
cs_cz: Když aplikace uloží svůj výstup do souboru

source: Set
cs_cz: Nastavit

source: Config fields
cs_cz: Konfigurační pole

source: Job ID
cs_cz: ID úlohy

source: Launch time
cs_cz: Čas spuštění

source: Exit Code
cs_cz: Kód ukončení

source: Launcher
cs_cz: Spouštěč

source: Not launched yet
cs_cz: Ještě nebylo spuštěno

source: Timer
cs_cz: Časovač

source: Download
cs_cz: Stáhnout

source: Launch
cs_cz: Spustit

source: Schedule
cs_cz: Plánovat

source: Upload field does not allow application scheduling
cs_cz: Pole pro nahrání neumožňuje plánování aplikace

source: Job Config
cs_cz: Konfigurace úlohy

source: Configure App Environment
cs_cz: Konfigurovat prostředí aplikace

source: Job History
cs_cz: Historie úloh

source: Last 10 jobs
cs_cz: Posledních 10 úloh

source: Used by
cs_cz: Používáno

source: Remove
cs_cz: Odstranit

source: App Jobs
cs_cz: Úlohy aplikace

source: Updating availbility status of application %s to %s
cs_cz: Aktualizace stavu dostupnosti aplikace %s na %s

source: enabled
cs_cz: povoleno

source: disabled
cs_cz: zakázáno

source: Configure
cs_cz: Konfigurovat

source: Login
cs_cz: Přihlásit se

source: Password
cs_cz: Heslo

source: Sign In
cs_cz: Přihlásit se

source: Password recovery
cs_cz: Obnova hesla

source: choose Customer
cs_cz: vyberte Zákazníka

source: Customer
cs_cz: Zákazník

source: choose Server
cs_cz: vyberte Server

source: choose Company
cs_cz: vyberte Společnost

source: String
cs_cz: Řetězec

source: Number
cs_cz: Číslo

source: Date
cs_cz: Datum

source: Yes/No
cs_cz: Ano/Ne

source: File upload
cs_cz: Nahrání souboru

source: Directory path
cs_cz: Cesta k adresáři

source: Save and back
cs_cz: Uložit a zpět

source: Save and next
cs_cz: Uložit a další

source: Active RunTemplates
cs_cz: Aktivní RunTemplates

source: Apps
cs_cz: Aplikace

source: Periodical
cs_cz: Periodické

source: Jobs Total
cs_cz: Celkem úloh

source: Success Jobs
cs_cz: Úspěšné úlohy

source: Failed Jobs
cs_cz: Neúspěšné úlohy

source: Unfinished Jobs
cs_cz: Nedokončené úlohy

source: Company name
cs_cz: Název společnosti

source: Organization ID
cs_cz: ID organizace

source: Send notification to
cs_cz: Odeslat oznámení na

source: Company Logo
cs_cz: Logo společnosti

source: none
cs_cz: žádné

source: Setup
cs_cz: Nastavení

source: Applications
cs_cz: Aplikace

source: Periodical Tasks
cs_cz: Periodické úlohy

source: Launch wizard
cs_cz: Spustit průvodce

source: Credentials
cs_cz: Přihlašovací údaje

source: Please Select Company
cs_cz: Vyberte prosím společnost

source: New config field type
cs_cz: Nový typ konfiguračního pole

source: New config field Keyword
cs_cz: Nový klíč konfiguračního pole

source: Default value
cs_cz: Výchozí hodnota

source: New config field description
cs_cz: Nový popis konfiguračního pole

source: Required
cs_cz: Povinné

source: Update
cs_cz: Aktualizovat

source: Add
cs_cz: Přidat

source: Note
cs_cz: Poznámka

source: Source
cs_cz: Zdroj

source: Value
cs_cz: Hodnota

source: Default
cs_cz: Výchozí

source: Requied
cs_cz: Požadováno

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Configuration Wizard
cs_cz: Průvodce konfigurací

source: Choose Application
cs_cz: Vyberte aplikaci

source: Configure Application
cs_cz: Konfigurovat aplikaci

source: Launch Application
cs_cz: Spustit aplikaci

source: Next
cs_cz: Další

source: Image
cs_cz: Obrázek

source: Clone
cs_cz: Klonovat

source: Save as copy
cs_cz: Uložit jako kopii

source: Credential Type
cs_cz: Typ přihlašovacích údajů

source: No credential types for company defined yet
cs_cz: Pro tuto společnost zatím nejsou definovány žádné typy přihlašovacích údajů

source: New Credential Type
cs_cz: Nový typ přihlašovacích údajů

source: Choose company first
cs_cz: Nejprve vyberte společnost

source: Credential Name
cs_cz: Název přihlašovacích údajů

source: Do not use
cs_cz: Nepoužívat

source: No CredentialType helper used
cs_cz: Nepoužívá se žádný pomocník CredentialType

source: Credential UUID
cs_cz: UUID přihlašovacích údajů

source: Credential type Helper Class
cs_cz: Třída pomocníka typu přihlašovacích údajů

source: Fields provided
cs_cz: Poskytovaná pole

source: Optional
cs_cz: Volitelné

source: Already assigned
cs_cz: Již přiřazeno

source: The %s field is required for %s
cs_cz: Pole %s je vyžadováno pro %s

source: Add Field to
cs_cz: Přidat pole k

source: Field Name
cs_cz: Název pole

source: Field Type
cs_cz: Typ pole

source: Field Hint
cs_cz: Nápověda k poli

source: Field Default Value
cs_cz: Výchozí hodnota pole

source: Helper Class field
cs_cz: Pole pomocné třídy

source: No Helper Class chosen yet
cs_cz: Zatím nebyla vybrána žádná pomocná třída

source: Choose customer
cs_cz: Vyberte zákazníka

source: Reload
cs_cz: Načíst znovu

source: Filter
cs_cz: Filtr

source: All pages
cs_cz: Všechny stránky

source: Jobs
cs_cz: Úlohy

source: Customers
cs_cz: Zákazníci

source: Companies
cs_cz: Společnosti

source: Assigned
cs_cz: Přiřazeno

source: The amount of seconds, optionally preceded by minutes: or by hours:minutes: (empty or zero leads for immediate launch).
cs_cz: Časový úsek v sekundách, volitelně předcházený minutami: nebo hodinami:minutami: (prázdné nebo nula vede k okamžitému spuštění).

source: hh:mm:ss (leave blank or zero for immediate launch)
cs_cz: hh:mm:ss (nechte prázdné nebo zadejte nulu pro okamžité spuštění)

source: AbraFlexi company code
cs_cz: Kód společnosti AbraFlexi

source: Confirm company Delete
cs_cz: Potvrďte smazání společnosti

source: Keyword
cs_cz: Klíčové slovo

source: Update Keyname
cs_cz: Aktualizovat název klíče

source: Update value
cs_cz: Aktualizovat hodnotu

source: New Config field
cs_cz: Nové konfigurační pole

source: Create New field here
cs_cz: Vytvořit nové pole zde

source: New Config value
cs_cz: Nová konfigurační hodnota

source: Enter New field value here
cs_cz: Zadejte novou hodnotu pole zde

source: Add new field
cs_cz: Přidat nové pole

source: %s items
cs_cz: %s položek

source: Default Value
cs_cz: Výchozí hodnota

source: There is no Logo defined for %s Credential Types
cs_cz: Pro %s typy přihlašovacích údajů není definováno žádné logo

source: New Configuration Key
cs_cz: Nový konfigurační klíč

source: New Configuration value
cs_cz: Nová konfigurační hodnota

source: Save / Add
cs_cz: Uložit / Přidat

source: Executor not availble
cs_cz: Vykonavatel není k dispozici

source: Unknown
cs_cz: Neznámý

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Minutly
cs_cz: Každou minutu

source: Hourly
cs_cz: Každou hodinu

source: Daily
cs_cz: Denně

source: Weekly
cs_cz: Týdně

source: Monthly
cs_cz: Měsíčně

source: Yearly
cs_cz: Ročně

source: Last 30 Days jobs
cs_cz: Úlohy za posledních 30 dní

source: Legend
cs_cz: Legenda

source: waiting
cs_cz: čekání

source: fail
cs_cz: selhání

source: success
cs_cz: úspěch

source: exception
cs_cz: výjimka

source: Job Success/Failure Graph
cs_cz: Graf úspěšnosti/neúspěšnosti úloh

source: Job Info
cs_cz: Informace o úloze

source: Exitcode
cs_cz: Kód ukončení

source: Commandline
cs_cz: Příkazový řádek

source: Scheduled
cs_cz: Naplánováno

source: Begin
cs_cz: Začátek

source: Not Yet Started
cs_cz: Ještě nezačalo

source: End
cs_cz: Konec

source: Not Yet Ended
cs_cz: Ještě neskončilo

source: Launched by
cs_cz: Spuštěno uživatelem

source: Job
cs_cz: Úloha

source: Overview
cs_cz: Přehled

source: Environment
cs_cz: Prostředí

source: Save App Schedule
cs_cz: Uložit plán aplikace

source: Launch after
cs_cz: Spustit po

source: Choose Executon platfom
cs_cz: Vyberte platformu spuštění

source: Success
cs_cz: Úspěch

source: Failed
cs_cz: Selhalo

source: Waiting
cs_cz: Čekání

source: Exception
cs_cz: Výjimka

source: No Executable
cs_cz: Žádný spustitelný soubor

source: No company registered yet. Please register one.
cs_cz: Zatím není registrována žádná společnost. Prosím, zaregistrujte jednu.

source: No customer registered yet. Please register one.
cs_cz: Zatím není registrován žádný zákazník. Prosím, zaregistrujte jednoho.

source: No application registered yet. Please register one.
cs_cz: Zatím není registrována žádná aplikace. Prosím, zaregistrujte jednu.

source: Logs
cs_cz: Protokoly

source: System
cs_cz: Systém

source: Sign Off
cs_cz: Odhlásit se

source: Register Application
cs_cz: Registrovat aplikaci

source: Application list
cs_cz: Seznam aplikací

source: Register new Credential
cs_cz: Registrovat nové přihlašovací údaje

source: Register new Credential Type
cs_cz: Registrovat nový typ přihlašovacích údajů

source: Credential types listing
cs_cz: Seznam typů přihlašovacích údajů

source: New Company
cs_cz: Nová společnost

source: Listing
cs_cz: Seznam

source: New Customer
cs_cz: Nový zákazník

source: New Admin
cs_cz: Nový admin

source: New User Account
cs_cz: Nový uživatelský účet

source: Environment Modules
cs_cz: Moduly prostředí

source: Actions
cs_cz: Akce

source: Executors
cs_cz: Vykonavatelé

source: Credential Type helpers
cs_cz: Pomocníci typu přihlašovacích údajů

source: Intervals
cs_cz: Intervaly

source: Requirements
cs_cz: Požadavky

source: Job queue
cs_cz: Fronta úloh

source: Users
cs_cz: Uživatelé

source: Click to hide messages
cs_cz: Klikněte pro skrytí zpráv

source: Search
cs_cz: Hledat

source: #number to jump on record
cs_cz: #číslo pro skok na záznam

source: Visit OpenClipart.org - the source of most of our images
cs_cz: Navštivte OpenClipart.org - zdroj většiny našich obrázků

source: Github Project
cs_cz: Projekt na Githubu

source: LinkedIN Product page
cs_cz: Produktová stránka LinkedIN

source: Docs
cs_cz: Dokumentace

source: First Name
cs_cz: Jméno

source: Lastname
cs_cz: Příjmení

source: Server Type
cs_cz: Typ serveru

source: Server instance Name
cs_cz: Název instance serveru

source: RestAPI endpoint url
cs_cz: URL koncového bodu RestAPI

source: REST API Username
cs_cz: Uživatelské jméno pro REST API

source: Rest API Password
cs_cz: Heslo pro Rest API

source: None
cs_cz: Žádný

source: Schedule Launch
cs_cz: Naplánovat spuštění

source: Status
cs_cz: Stav

source: Delete !!!
cs_cz: Smazat !!!

source: Delete ?
cs_cz: Smazat ?

source: automatically schedule in an interval
cs_cz: automaticky naplánovat v intervalu

source: Startup delay
cs_cz: Zpoždění při spuštění

source: Update RunTemplate name
cs_cz: Aktualizovat název RunTemplate

source: Options
cs_cz: Možnosti

source: Load .env
cs_cz: Načíst .env

source: Populate
cs_cz: Naplnit

source: Replace Existing
cs_cz: Nahradit stávající

source: Create credential based on %s type
cs_cz: Vytvořit přihlašovací údaje na základě typu %s

source: Choose credential handling %s
cs_cz: Vyberte zpracování přihlašovacích údajů %s

source: Create Credential type
cs_cz: Vytvořit typ přihlašovacích údajů

source: Please, define The Credential type using %s
cs_cz: Prosím, definujte typ přihlašovacích údajů pomocí %s

source: Install "%s" extension
cs_cz: Nainstalujte rozšíření "%s"

source: Provider not found
cs_cz: Poskytovatel nenalezen

source: Credential
cs_cz: Přihlašovací údaje

source: All
cs_cz: Vše

source: slow
cs_cz: pomalé

source: No server specified
cs_cz: Nebyl specifikován žádný server

source: Firstname
cs_cz: Křestní jméno

source: Username
cs_cz: Uživatelské jméno

source: n/a
cs_cz: není k dispozici

source: About
cs_cz: O programu

source: About Program
cs_cz: O programu

source: AI and Human Relationship
cs_cz: AI a lidský vztah

source: MultiFlexi - Action Modules
cs_cz: MultiFlexi - Akční moduly

source: Installed Action Modules
cs_cz: Nainstalované akční moduly

source: Applications used by Company
cs_cz: Aplikace používané společností

source: Application Launcher
cs_cz: Spouštěč aplikací

source: Application %s removal
cs_cz: Odstranění aplikace %s

source: Application Saved
cs_cz: Aplikace uložena

source: Error saving Application
cs_cz: Chyba při ukládání aplikace

source: New Application
cs_cz: Nová aplikace

source: Not yet
cs_cz: Ještě ne

source: Config fields editor
cs_cz: Editor konfiguračních polí

source: Configuration
cs_cz: Konfigurace

source: Application Log
cs_cz: Protokol aplikace

source: All Application Jobs history
cs_cz: Historie všech úloh aplikace

source: Company list
cs_cz: Seznam společností

source: Tasks
cs_cz: Úkoly

source: Delete
cs_cz: Smazat

source: Run template
cs_cz: Spustit šablonu

source: Cancel
cs_cz: Zrušit

source: job queue
cs_cz: fronta úloh

source: Assigned applications
cs_cz: Přiřazené aplikace

source: new
cs_cz: nové

source: Choose Applications to use with %s company
cs_cz: Vyberte aplikace k použití se společností %s

source: Convert
cs_cz: Převést

source: Convert to dynamic Credential type
cs_cz: Převést na dynamický typ přihlašovacích údajů

source: Create
cs_cz: Vytvořit

source: Company Deleted
cs_cz: Společnost smazána

source: Error deleting Company
cs_cz: Chyba při mazání společnosti

source: Company Saved
cs_cz: Společnost uložena

source: Error saving Company
cs_cz: Chyba při ukládání společnosti

source: Delete company
cs_cz: Smazat společnost

source: %d used configurations removed
cs_cz: %d použitých konfigurací odstraněno

source: Configuration removed
cs_cz: Konfigurace odstraněna

source: Config field Saved
cs_cz: Konfigurační pole uloženo

source: Error saving Config field
cs_cz: Chyba při ukládání konfiguračního pole

source: App custom configuration fields
cs_cz: Vlastní konfigurační pole aplikace

source: Config Fields
cs_cz: Konfigurační pole

source: Back to app
cs_cz: Zpět k aplikaci

source: No Administrator found
cs_cz: Nalezen žádný administrátor

source: invalid mail address
cs_cz: neplatná e-mailová adresa

source: Mail address %s is already registered
cs_cz: E-mailová adresa %s je již registrována

source: password is too short
cs_cz: heslo je příliš krátké

source: Password control does not match
cs_cz: Kontrola hesla se neshoduje

source: Username %s is used. Please choose another one
cs_cz: Uživatelské jméno %s je již použito. Prosím, zvolte jiné

source: Admin account created
cs_cz: Administrátorský účet vytvořen

source: User account created
cs_cz: Uživatelský účet vytvořen

source: Sign On info
cs_cz: Informace pro přihlášení

source: Your new %s account:
cs_cz: Váš nový účet %s:

source: New Sign On to %s: %s
cs_cz: Nové přihlášení k %s: %s

source: New User
cs_cz: Nový uživatel

source: Administrator create failed
cs_cz: Vytvoření administrátora se nezdařilo

source: New Administrator
cs_cz: Nový administrátor

source: Singn On
cs_cz: Přihlášení

source: User name
cs_cz: Uživatelské jméno

source: Password confirmation
cs_cz: Potvrzení hesla

source: eMail address
cs_cz: e-mailová adresa

source: finish registration
cs_cz: dokončit registraci

source: Credential removed
cs_cz: Přihlašovací údaje odstraněny

source: Credential field Saved
cs_cz: Pole přihlašovacích údajů uloženo

source: Error saving Credential field
cs_cz: Chyba při ukládání pole přihlašovacích údajů

source: Credential Cloned
cs_cz: Přihlašovací údaje zkopírovány

source: Error saving Credential clone
cs_cz: Chyba při ukládání klonu přihlašovacích údajů

source: Credential Clone
cs_cz: Klon přihlašovacích údajů

source: Error creating credential clone
cs_cz: Chyba při vytváření klonu přihlašovacích údajů

source: Field removed
cs_cz: Pole odstraněno

source: Error removing field
cs_cz: Chyba při odstraňování pole

source: Error saving Credential type field
cs_cz: Chyba při ukládání pole typu přihlašovacích údajů

source: Company must be chosen
cs_cz: Musí být vybrána společnost

source: Duplicate entry detected
cs_cz: Byl zjištěn duplicitní záznam

source: Saving Credential type %s options
cs_cz: Ukládání možností typu přihlašovacích údajů %s

source: Column %s not added to %s
cs_cz: Sloupec %s nebyl přidán k %s

source: Crednetial Types listing
cs_cz: Seznam typů přihlašovacích údajů

source: MultiFlexi - Credential Type helpers
cs_cz: MultiFlexi - Pomocníci typu přihlašovacích údajů

source: Installed CredentialType helper Modules
cs_cz: Nainstalované moduly pomocníka CredentialType

source: Credential Conversion
cs_cz: Konverze přihlašovacích údajů

source: Customer Saved
cs_cz: Zákazník uložen

source: Error saving Customer
cs_cz: Chyba při ukládání zákazníka

source: App custom config Fields
cs_cz: Vlastní konfigurační pole aplikace

source: Config fields Saved
cs_cz: Konfigurační pole uložena

source: Error saving Config fields
cs_cz: Chyba při ukládání konfiguračních polí

source: Run Template
cs_cz: Šablona spuštění

source: Dashboard
cs_cz: Hlavní panel

source: MultiFlexi - Environment Modules
cs_cz: MultiFlexi - Moduly prostředí

source: Installed Environment Modules
cs_cz: Nainstalované moduly prostředí

source: MultiFlexi - Executor Modules
cs_cz: MultiFlexi - Moduly vykonavatele

source: Installed Executor Modules
cs_cz: Nainstalované moduly vykonavatele

source: There is no administrators in the database.
cs_cz: V databázi nejsou žádní administrátoři.

source: Create first Administrator Account
cs_cz: Vytvořit první administrátorský účet

source: AI and Human Relationship
cs_cz: AI a lidský vztah

source: Intervals Setup
cs_cz: Nastavení intervalů

source: Periodical tasks
cs_cz: Periodické úlohy

source: StopWatch
cs_cz: Stopky

source: Minute
cs_cz: Minuta

source: At which minute to run hourly jobs?
cs_cz: V kterou minutu spustit hodinové úlohy?

source: Hour
cs_cz: Hodina

source: At which hour to run daily jobs?
cs_cz: V kterou hodinu spustit denní úlohy?

source: Day
cs_cz: Den

source: Which day of the week to run the weekly tasks?
cs_cz: Který den v týdnu spustit týdenní úkoly?

source: Which day of the month to run the monthly tasks?
cs_cz: Který den v měsíci spustit měsíční úkoly?

source: Which day of the year to run the yearly tasks?
cs_cz: Který den v roce spustit roční úkoly?

source: Archived Job Run
cs_cz: Archivovaný běh úlohy

source: Output
cs_cz: Výstup

source: No output
cs_cz: Žádný výstup

source: Errors
cs_cz: Chyby

source: No errors
cs_cz: Žádné chyby

source: Artifacts
cs_cz: Artefakty

source: Previous
cs_cz: Předchozí

source: Job history
cs_cz: Historie úloh

source: Dismis All
cs_cz: Zavřít vše

source: App Run
cs_cz: Spuštění aplikace

source: Welcome to MultiFlexi
cs_cz: Vítejte v MultiFlexi

source: Sign in
cs_cz: Přihlásit se

source: the username you chose
cs_cz: uživatelské jméno, které jste zvolili

source: Good bye
cs_cz: Na shledanou

source: Thank you for your patronage and look forward to another visit
cs_cz: Děkujeme za vaši přízeň a těšíme se na další návštěvu

source: Last 20 Jobs
cs_cz: Posledních 20 úloh

source: Launch Form
cs_cz: Formulář spuštění

source: Schedule Job run
cs_cz: Naplánovat spuštění úlohy

source: Job details
cs_cz: Podrobnosti úlohy

source: Job Run Scheduled
cs_cz: Spuštění úlohy naplánováno

source: Please enter your email.
cs_cz: Prosím, zadejte svůj e-mail.

source: unknow email address %s
cs_cz: neznámá e-mailová adresa %s

source: New password for %s
cs_cz: Nové heslo pro %s

source: Sign On informations was changed
cs_cz: Informace pro přihlášení byly změněny

source: Your new password was sent to %s
cs_cz: Vaše nové heslo bylo odesláno na %s

source: Lost password recovery
cs_cz: Obnova zapomenutého hesla

source: Forgot your password? Enter your e-mail address you entered during the registration and we will send you a new one.
cs_cz: Zapomněli jste heslo? Zadejte svou e-mailovou adresu, kterou jste zadali při registraci, a my vám zašleme nové heslo.

source: Password Recovery
cs_cz: Obnova hesla

source: Sent New Password
cs_cz: Odesláno nové heslo

source: Continue
cs_cz: Pokračovat

source: Minutely
cs_cz: Každou minutu

source: 🍏 Apply
cs_cz: 🍏 Použít

source: MultiFlexi Job Queue
cs_cz: Fronta úloh MultiFlexi

source: Runtemplate Clone
cs_cz: Klonování šablony spuštění

source: Schedule Job
cs_cz: Naplánovat úlohu

source: RunTemplate id not specified
cs_cz: ID šablony spuštění není specifikováno

source: Upload
cs_cz: Nahrát

source: Start after %s
cs_cz: Spustit po %s

source: Seconds to wait: %d
cs_cz: Sekundy čekání: %d

source: Job Canceled
cs_cz: Úloha zrušena

source: remaining %d 🏁 jobs scheduled
cs_cz: zbývá naplánováno %d 🏁 úloh

source: Server instance Saved
cs_cz: Instance serveru uložena

source: Error saving Server instance
cs_cz: Chyba při ukládání instance serveru

source: Server instance
cs_cz: Instance serveru

source: New Server instance
cs_cz: Nová instance serveru

source: Server list
cs_cz: Seznam serverů

source: Add company
cs_cz: Přidat společnost

source: Server Instances
cs_cz: Instance serveru

source: Register new
cs_cz: Registrovat novou

source: Company Tasks
cs_cz: Úkoly společnosti

source: User
cs_cz: Uživatel

source: Are you sure ?
cs_cz: Jste si jisti?

source: Custom Command
cs_cz: Vlastní příkaz

source: Run custom command
cs_cz: Spustit vlastní příkaz

source: Command
cs_cz: Příkaz

source: Bash shell is used
cs_cz: Používá se Bash shell

source: Custom Command begin
cs_cz: Začátek vlastního příkazu

source: Custom Command done
cs_cz: Vlastní příkaz dokončen

source: Make Github issue using Job output
cs_cz: Vytvořit problém Github pomocí výstupu úlohy

source: How to obtain Github Token
cs_cz: Jak získat token Github

source: No Fields required
cs_cz: Žádná pole nejsou vyžadována

source: Launch Job
cs_cz: Spustit úlohu

source: Launch another job
cs_cz: Spustit další úlohu

source: Make Redine issue using Job output
cs_cz: Vytvořit problém Redmine pomocí výstupu úlohy

source: Reschedule
cs_cz: Přeplánovat
